{
  "HEADER": {
    "TITLE": "FINKI Hub",
    "DESCRIPTION": "The unofficial student platform for the Faculty of Computer Science and Engineering (FINKI) in Skopje. Your ultimate resource for academic success.",
    "BUTTON_DISCORD": "Join Our Discord",
    "BUTTON_GUIDE": "Material Resource Link"
  },
  "OFFER_SECTION": {
    "TITLE": "What We Offer",
    "FEATURE_1_TITLE": "Study Resources",
    "FEATURE_1_DESCRIPTION": "Access a curated collection of links to official and unofficial study materials, lecture notes, and past exams. Stop searching and start learning.",
    "FEATURE_2_TITLE": "Faculty Insights",
    "FEATURE_2_DESCRIPTION": "Learn about academic departments, research labs, and faculty members. Find opportunities to get involved and expand your knowledge beyond the classroom.",
    "FEATURE_3_TITLE": "Student Community",
    "FEATURE_3_DESCRIPTION": "Join our unofficial Discord server to connect with peers, collaborate on projects, and get real-time help from a supportive community."
  },
  "GITHUB_SECTION": {
    "TITLE": "Join Our Open-Source Community",
    "DESCRIPTION": "Help us build and improve FINKI Hub! Contribute to our open-source project on GitHub, report bugs, or suggest new features. Every contribution helps!",
    "BUTTON_TEXT": "Explore on GitHub"
  },
  "FAQ_SECTION": {
    "TITLE": "FAQs",
    "Q1_SUMMARY": "What is FINKI Hub?",
    "Q1_ANSWER": "FINKI Hub is an unofficial, student-run platform designed to help students at the Faculty of Computer Science and Engineering (FINKI) in Skopje. It provides a central hub for study materials, faculty information, and a community for students.",
    "Q2_SUMMARY": "Is FINKI Hub affiliated with the official FINKI faculty?",
    "Q2_ANSWER": "No, FINKI Hub is not officially affiliated with the FINKI faculty. It is an independent platform created by students, for students, to supplement official resources.",
    "Q3_SUMMARY": "How can I contribute to the platform?",
    "Q3_ANSWER": "You can contribute by joining our Discord server and sharing resources. We're always looking for new ways to improve the platform!"
  },
  "FOOTER": "© 2025 FINKI Hub. Unofficial Student Platform. All rights reserved."
}
