{
  "HEADER": {
    "TITLE": "ФИНКИ Хаб",
    "DESCRIPTION": "Неофицијалната студентска платформа за Факултетот за Компјутерски Науки и Инженерство (ФИНКИ) во Скопје. Вашиот краен ресурс за академски успех.",
    "BUTTON_DISCORD": "Приклучи се на Discord",
    "BUTTON_GUIDE": "Линк до материјали"
  },
  "OFFER_SECTION": {
    "TITLE": "Што Нудиме",
    "FEATURE_1_TITLE": "Материјали за Учење",
    "FEATURE_1_DESCRIPTION": "Пристапете до збирка од линкови до официјални и неофицијални материјали за студирање, белешки од предавања и минати испити. Престанете да пребарувате и почнете да учите.",
    "FEATURE_2_TITLE": "Информации за Факултетот",
    "FEATURE_2_DESCRIPTION": "Информирајте се за академските катедри, истражувачките лаборатории и професорите. Најдете можности да се вклучите и да го проширите вашето знаење надвор од училницата.",
    "FEATURE_3_TITLE": "Студентска Заедница",
    "FEATURE_3_DESCRIPTION": "Придружете се на нашиот неофицијален Discord сервер за да се поврзете со колеги, да соработувате на проекти и да добиете помош во реално време од заедницата."
  },
  "GITHUB_SECTION": {
    "TITLE": "Придружи се на наша заедница со отворен код",
    "DESCRIPTION": "Помогнете ни да го изградиме и подобриме FINKI Hub! Придонесете за нашиот проект со отворен код на GitHub, пријавите грешки или предложите нови функции. Секој придонес помага!",
    "BUTTON_TEXT": "Истражете на GitHub"
  },
  "FAQ_SECTION": {
    "TITLE": "Најчесто поставувани прашања",
    "Q1_SUMMARY": "Што е ФИНКИ Хаб?",
    "Q1_ANSWER": "ФИНКИ Хаб е неофицијална платформа водена од студенти, дизајнирана да им помогне на студентите на Факултетот за информатички науки и компјутерско инженерство (ФИНКИ) во Скопје. Обезбедува централно место за материјали за учење, информации за факултетот и заедница за студенти.",
    "Q2_SUMMARY": "Дали ФИНКИ Хаб е поврзан со официјалниот ФИНКИ факултет?",
    "Q2_ANSWER": "Не, ФИНКИ Хаб не е официјално поврзан со ФИНКИ факултетот. Тоа е независна платформа создадена од студенти, за студенти, за да ги надополни официјалните ресурси.",
    "Q3_SUMMARY": "Како можам да придонесам за платформата?",
    "Q3_ANSWER": "Можете да придонесете со приклучување на нашиот Discord сервер и споделување на ресурси. Секогаш бараме нови начини за подобрување на платформата!"
  },
  "FOOTER": "© 2025 ФИНКИ Хаб. Неофицијална студентска платформа. Сите права се задржани."
}
